// import React from 'react';
//
// const Interesting = () => (
//   <div>
//   <h1>Հայկական լեռնաշխարհ կամ Հայկական բարձրավանդակ, պատմաաշխարհագրական տարածք, հայ ժողովրդի բնօրրան։ Գտնվում է Առաջավոր Ասիայում՝ Իրանական և Փոքրասիական բարձրավանդակների միջև։ Հյուսիսում Կովկասյան լեռներն են և Սև ծովը, հարավում՝ Միջագետքի դաշտավայրը։
//
// Հայկական բարձրավանդակը նկատելիորեն տարբերվում է շրջակա տարածքներից. այն ունի 1 500 - 1 800 մետր միջին բարձրություն, իսկ առանձին գագաթներ ունեն ավելի քան 3 000 - 4 000 մետր բացարձակ բարձրություն։ Գերմանացի աշխարհագետ Կարլ Ռիտտերը Հայկական լեռնաշխարհն անվանել է օդով և ջրով հարուստ «լեռնային կղզի»: Հայկական լեռնաշխարհի ամենաբարձր կետը Մեծ Մասիսն է (Արարատ, 5 165 մ)։ Բարձրությամբ լեռնաշխարհում երկրորդն է Սավալանը (Հայկական կամ Ղարադաղի լեռներում, Իրան, բարձրությունը՝ 4 811 մետր), երրորդը՝ Սիփանը (Վանա լճի արևմտյան ափի մոտ, բարձրությունը՝ 4 434 մ), չորրորդը՝ Ջիլոն (Կորդվաց լեռներում, 4 168 մ), հինգերորդը՝ Արագածը (Հայաստանի Հանրապետություն, 4 090 մ)։
//
// Լեռնաշխարհի տարածքը մոտ 400 000 քառակուսի կիլոմետր է։ Նրա տարածքում գոյություն ունեն հայկական երկու պետություններ՝ Հայաստանի և Արցախի հանրապետությունները[Ն 1] , որոնք միասին (մոտ 42 000 քառ. կմ) կազմում են լեռնաշխարհի տարածքի մոտ 11 տոկոսը։ Գրեթե նույնքան տարածք է զբաղեցնում լեռնաշխարհի այն հատվածը, որը պատկանում է Իրանի Իսլամական Հանրապետությանը: Ադրբեջանի Հանրապետությունում տարածքում են գտնվում լեռնաշխարհի գավառներից Գարդմանը և Գողթանը (Նախիջևան), Վրաստանի Հանրապետությունում՝ Ջավախքը: Հայկական բարձրավանդակի մոտ երկու երրորդը այժմ գտնվում է Թուրքիայի Հանրապետության կազմում։</h1>
//   </div>
// );
// export default Interesting;
